[
  {
    "author": "Sarah Mitchell",
    "rating": 5,
    "text": "Paul and his team did an amazing job removing a dangerous tree from our backyard. They were professional, efficient, and cleaned up everything perfectly. Highly recommend Tree Hoppers!",
    "date": "2 weeks ago",
    "source": "Google"
  },
  {
    "author": "Mike Thompson",
    "rating": 5,
    "text": "After the recent storm damaged several trees on our property, Tree Hoppers responded quickly and took care of everything. Their expertise really showed. Will definitely use them again.",
    "date": "1 month ago",
    "source": "Yelp"
  },
  {
    "author": "Jennifer Rodriguez",
    "rating": 5,
    "text": "Great fire mitigation work! They thinned out the trees around our cabin and now we feel much safer. Paul was very knowledgeable about local regulations and insurance requirements.",
    "date": "3 weeks ago",
    "source": "Google"
  },
  {
    "author": "David Kim",
    "rating": 5,
    "text": "Best tree service in Colorado Springs. Fair prices, excellent communication, and the crew was super careful around our landscaping. They even helped us understand which trees needed attention.",
    "date": "2 months ago",
    "source": "Facebook"
  },
  {
    "author": "Lisa Anderson",
    "rating": 5,
    "text": "We've used Tree Hoppers twice now - once for pruning and once for removing a dead pine. Both times they exceeded our expectations. Professional, on-time, and reasonably priced.",
    "date": "1 week ago",
    "source": "Google"
  },
  {
    "author": "Robert Chen",
    "rating": 5,
    "text": "Called them for an emergency after a tree fell during a storm. They came out the same day and made everything safe. Can't thank them enough for their quick response!",
    "date": "1 month ago",
    "source": "Yelp"
  },
  {
    "author": "Amanda Foster",
    "rating": 5,
    "text": "Paul is incredibly knowledgeable about Colorado trees and their specific needs. He helped us create a plan for our entire property. The ISA certification really shows in his work.",
    "date": "3 weeks ago",
    "source": "Google"
  },
  {
    "author": "James Wilson",
    "rating": 5,
    "text": "Tree Hoppers transformed our overgrown backyard into a beautiful, safe space. Their attention to detail and cleanup was impressive. Would recommend to anyone in the Springs area!",
    "date": "2 weeks ago",
    "source": "Facebook"
  }
]
